-- phpMyAdmin SQL Dump
-- version 4.6.6deb5
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Apr 08, 2020 at 07:40 AM
-- Server version: 5.7.29-0ubuntu0.18.04.1
-- PHP Version: 7.2.24-0ubuntu0.18.04.3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `mrating`
--

-- --------------------------------------------------------

--
-- Table structure for table `20200402185735`
--

CREATE TABLE `20200402185735` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402185735`
--

INSERT INTO `20200402185735` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('โซล', 10, 'น่าติดตาม', '11', '2020-04-06 08:41:02'),
('แบงค์', 8, 'สนุกมาเลยครับบบ', '11', '2020-04-07 11:17:32'),
('สาวสวย', 8, 'เป็นหนังที่ดีมากกค่ะ', '3', '2020-04-07 11:17:51'),
('น้ำทิพย์', 9, 'ตอนจบพีคคคมากกกก', '8', '2020-04-07 11:18:24'),
('คิงงค้าบ', 10, 'ไอรอนแมนนนของผมม', '1', '2020-04-07 11:18:43'),
('โบ้ท', 10, 'หนังงสนุกมากเลยครับบบ', '11', '2020-04-07 11:19:41'),
('สุโค่ย', 10, 'ดูกี่ทีกไม่เบื่อออเลยยย', '11', '2020-04-07 11:20:15'),
('ฟ่าง', 10, 'น่าสนใจมากกค่ะ', '8', '2020-04-07 11:20:39'),
('ปลื้ม', 7, 'เป็นหนังที่ดีสุดที่เคยดูมาเลยย', '3', '2020-04-07 11:20:53'),
('ไม่เอยนาม', 10, 'สุดยอด', '7', '2020-04-07 11:21:14'),
('มีน', 8, 'อยากให้มีภาคต่อ', '10', '2020-04-07 11:21:28');

-- --------------------------------------------------------

--
-- Table structure for table `20200402195323`
--

CREATE TABLE `20200402195323` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402195323`
--

INSERT INTO `20200402195323` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('ชาลา', 9, 'การ์ตูนดี', '8', '2020-04-06 08:53:41'),
('มีน', 9, 'สนุกไม่เบื่อ', '2', '2020-04-07 14:15:14'),
('ชายนิรนาม', 9, 'ดูเพลินน', '5', '2020-04-07 14:15:27'),
('ยีน', 9, 'โครงกระดูกน่ารัก', '10', '2020-04-07 14:15:48'),
('บ้านมี', 10, 'ชอบมากกก', '5', '2020-04-07 14:16:02'),
('ไผ่', 9, 'เนื้อหาดี', '9', '2020-04-07 14:16:12'),
('ยีน', 9, 'มีภาคต่อไหมครับ', '13', '2020-04-07 14:16:22'),
('อลิซเบช', 9, 'น่าติดตามม', '11', '2020-04-07 14:16:35'),
('ไฟ', 9, 'ดีครับ', '1', '2020-04-07 14:16:53'),
('เดียว', 10, 'สนุกมากกกก', '12', '2020-04-07 14:17:14');

-- --------------------------------------------------------

--
-- Table structure for table `20200402201356`
--

CREATE TABLE `20200402201356` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402201356`
--

INSERT INTO `20200402201356` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('นิชา', 10, 'เนื้อเรื่องจินตนาการดีมาก', '3', '2020-04-06 08:41:50'),
('มานะ', 9, 'ชอบบเวทย์มนต์มาก', '11', '2020-04-07 11:24:53'),
('หนึ่ง', 8, 'พระเอกกเก่งงมาก', '6', '2020-04-07 11:25:09'),
('แบงค์', 9, 'ภาคต่อจากแฮรี่หรอครับ', '7', '2020-04-07 11:25:27'),
('มานี', 10, 'หนังดีมาก', '3', '2020-04-07 11:25:37'),
('สาโรจ์', 9, 'มีภาคต่อไหมครับ', '4', '2020-04-07 11:26:12'),
('วนี', 9, 'น่าจะมีภาคต่ออนะค่ะ', '6', '2020-04-07 11:26:30'),
('แจ็ก', 9, 'เป็นหนังที่ดีมากครับบ', '4', '2020-04-07 11:26:50'),
('มะขาม', 7, 'เนื้อเรื่องดีมากค่ะ', '5', '2020-04-07 11:27:12'),
('ง่ำๆ', 9, 'อยากเลี้ยงสัตวเหมือนพระเอกเลยย', '13', '2020-04-07 11:27:35'),
('บีบี', 8, 'ตัวร้ายใช่กัปตันแจ็กใช่ไหมค่ะ', '10', '2020-04-07 11:28:03');

-- --------------------------------------------------------

--
-- Table structure for table `20200402203512`
--

CREATE TABLE `20200402203512` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `20200402204141`
--

CREATE TABLE `20200402204141` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402204141`
--

INSERT INTO `20200402204141` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('แมน', 10, 'หมอโหดมากกก', '1', '2020-04-07 11:32:51'),
('ตู่', 9, 'มีภาคต่อไหม', '4', '2020-04-07 11:33:15'),
('จีจี', 9, 'หมอหล่ออออออมากก', '5', '2020-04-07 11:33:32'),
('สุนทร', 9, 'หนังดีมากกครับ', '2', '2020-04-07 11:33:51'),
('วีนา', 10, 'สนุกมากครับอยากให้มีภาคต่อ', '3', '2020-04-07 11:34:13'),
('มานะ', 9, 'มาสักทีรอมานาน', '3', '2020-04-07 11:34:28'),
('ชายย', 8, 'น่าติดตาม', '10', '2020-04-07 11:35:11'),
('กาน', 9, 'ดูกี่ที่ก็ไม่เบื่อเลบครับบ', '6', '2020-04-07 11:35:43'),
('แบงค์', 9, 'หมอสู้ธานอทได้ไหมเนี้ยยย', '5', '2020-04-07 11:36:20'),
('คอม', 9, 'มาแว้ววว', '1', '2020-04-07 11:36:43');

-- --------------------------------------------------------

--
-- Table structure for table `20200402204711`
--

CREATE TABLE `20200402204711` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402204711`
--

INSERT INTO `20200402204711` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('ไอรา', 10, 'ทำตอนแรกได้ดีมาก แค่ตอนแรกก็น่าติดตามแล้ว', '5', '2020-04-06 08:21:36'),
('Jennalee', 8, 'เนื้อเรื่องดีสนุก', '13', '2020-04-06 08:25:17'),
('เจษฏ์', 8, 'เรื่อยๆดูเพลิน', '9', '2020-04-06 08:26:04'),
('เจ', 10, 'โรแมนติดมากๆเลยค่ะ', '7', '2020-04-07 13:56:01'),
('บิงค์', 10, 'มีภาคต่อมั้ยอยากดูแล้ว', '4', '2020-04-07 13:56:16'),
('มีน', 10, 'พระเอกคือแบบหล่อม๊ากก', '9', '2020-04-07 13:56:32'),
('จริงใจ', 10, 'ดูไปเขินไปโอ้ยยย', '4', '2020-04-07 13:56:48'),
('ชาย', 10, 'น่าติดตามต่อมากๆเลยครับ', '8', '2020-04-07 13:57:05'),
('เมญ่า', 10, 'ไปแล้วไม่เบื่อสนุกมากค่ะ', '11', '2020-04-07 13:57:38'),
('แบงค์', 10, 'ชอบนางเอกมากครับ', '13', '2020-04-07 13:57:50'),
('ลำยอง', 8, 'เขินจะตายแล้วววว', '1', '2020-04-07 13:58:05');

-- --------------------------------------------------------

--
-- Table structure for table `20200402205818`
--

CREATE TABLE `20200402205818` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402205818`
--

INSERT INTO `20200402205818` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('มีน', 9, 'มาแล้วววว', '4', '2020-04-07 11:46:30'),
('สายแล้วนะ', 9, 'ชอบไอรอนแมนมากกๆ', '4', '2020-04-07 11:46:53'),
('น้ำหนึ่ง', 10, 'หนูรักกกเค้าาา', '3', '2020-04-07 11:47:17'),
('ฟ้าใส', 8, 'มีภาคต่อไหมค่ะะ', '4', '2020-04-07 11:47:40'),
('บิ๊ก', 10, 'ชุดเท่มากครับภาคต่อไปคงเท่กว่านี้', '7', '2020-04-07 11:48:21'),
('สมชาย', 10, 'หนังมันมากกก', '11', '2020-04-07 11:48:33'),
('สถานะโสด', 9, 'เป็นหนังแอคชั่นที่ดีสุดด', '9', '2020-04-07 11:49:08'),
('กานะ', 10, 'ติดตามตั้งแตาภาค1', '12', '2020-04-07 11:49:33'),
('ยานงุน', 10, 'รอมานานนน', '9', '2020-04-07 11:49:53'),
('สมปอง', 10, 'สนุกสุดเท่าที่ดูมาทุกภาค', '6', '2020-04-07 11:50:28');

-- --------------------------------------------------------

--
-- Table structure for table `20200402210406`
--

CREATE TABLE `20200402210406` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402210406`
--

INSERT INTO `20200402210406` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('Arlan', 10, 'ยิ้มไปร้องไห้ไป', '3', '2020-04-06 05:32:30'),
('อชิระ', 9, 'ตั้งแต่ดูซีรีย์มา ซีรี่ย์เรื่องนี้เดาแนวทางยากเหลือเกิน', '12', '2020-04-06 05:33:31'),
('บอน', 8, 'สงสารนางเอก', '13', '2020-04-06 05:34:35'),
('ชาลิส', 10, 'ซีนจบดีงาม เพลงประกอบเพราะมาก', '8', '2020-04-06 05:35:49'),
('อนิแมะ', 10, 'เป็นหนังที่ดีที่สุดด', '2', '2020-04-07 13:38:52'),
('บ้านสวน', 10, 'มีภาคต่อไหมครับ', '3', '2020-04-07 13:39:22'),
('เทาๆ', 10, 'นางเอกน่ารักมากก', '10', '2020-04-07 13:39:34'),
('ยีน', 10, 'พระเอกหล่ออเหมือนผมเลย', '2', '2020-04-07 13:39:51'),
('น้ำฝน', 10, 'ติดใจหนังเรื่องนี้มาก', '5', '2020-04-07 13:40:13'),
('กระโต่ย', 9, 'มีภาคต่อไหมเนี้ยรอออ', '1', '2020-04-07 13:40:35'),
('พยักคำราม', 9, 'ร้องไห้หนักมากก', '1', '2020-04-07 13:41:14'),
('คิงคิง', 10, 'หนังหักมุมมากก', '10', '2020-04-07 13:41:37'),
('วะนี', 10, 'เขินพระเอกกก', '9', '2020-04-07 13:42:02');

-- --------------------------------------------------------

--
-- Table structure for table `20200402211436`
--

CREATE TABLE `20200402211436` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402211436`
--

INSERT INTO `20200402211436` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('ชาล', 10, 'เป็นหนังบู๊ที่ดีที่สุดเลย', '1', '2020-04-06 08:40:25'),
('จอน', 10, 'ชอบมาก head short', '2', '2020-04-06 20:33:37'),
('ตาล', 10, 'โหดมากกเลยยย', '10', '2020-04-07 11:37:21'),
('ชลมนี', 9, 'หนังงสนุกมากเลยค้า', '7', '2020-04-07 11:37:43'),
('นรินาม', 9, 'พระเอกโหดมากครับบ', '7', '2020-04-07 11:38:04'),
('น้ำ', 9, 'สงสารจอนมากกเบย', '7', '2020-04-07 11:38:22'),
('ไก่', 10, 'มีภาคตออีกไหมครับ', '12', '2020-04-07 11:38:38'),
('บึงกบ', 9, 'ภาคที่แล้วสนุกมากมาภาคนี้สนุกสุดๆเลย', '9', '2020-04-07 11:39:03'),
('กบ', 9, 'พระเอกสุดยอดเลย', '11', '2020-04-07 11:39:30'),
('วาสนา', 8, 'ถ้าป็นชีวิตจริงตายแน่ๆ5555', '12', '2020-04-07 11:40:10'),
('ยีน', 7, 'หนังดีมากเลยครับ', '10', '2020-04-07 11:40:27'),
('ยโส', 9, 'น่าติดตามมาก', '3', '2020-04-07 11:40:44'),
('สาวโสด', 9, 'มีภาคต่ออีกไหมรอออ', '3', '2020-04-07 11:41:03'),
('ภากร', 8, 'ติดตามตั้งแต่ภาค1', '4', '2020-04-07 11:41:23');

-- --------------------------------------------------------

--
-- Table structure for table `20200402211930`
--

CREATE TABLE `20200402211930` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402211930`
--

INSERT INTO `20200402211930` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('เอมมาลิน', 8, 'เพลิน สนุก', '7', '2020-04-06 07:50:04'),
('เอมม่า', 9, 'เนื้อเรื่องดี ซับซ้อนบ้าง โดยรวมสนุก', '4', '2020-04-06 07:52:01'),
('Gavin', 9, 'ภาพสวย สนุก', '12', '2020-04-06 07:59:18'),
('บางบอน', 9, 'เนื้อเรื่องเรียบง่ายสนุกมาก', '13', '2020-04-07 13:49:39'),
('นาวิน', 10, 'สนุกสุดๆเลยค่ะ', '10', '2020-04-07 13:49:54'),
('รามนี', 9, 'มีภาคต่อไหมอยากดูแล้วว', '11', '2020-04-07 13:50:10'),
('มีน', 9, 'นางเอกสวยยมากๆค่ะ', '13', '2020-04-07 13:50:25'),
('งิงิ', 9, 'ดูไปยิ้มไปเลย', '12', '2020-04-07 13:50:35'),
('ตู่', 9, 'ผมชอบเรื่องนี้สุดแล้ว', '10', '2020-04-07 13:50:56'),
('ปูเป๋', 10, 'ชอบเนื้อเรื่องมากค่ะ', '12', '2020-04-07 13:51:14'),
('ปุ๋ย', 9, 'ไม่ได้นอนเพราะเรื่องนี้เลย', '1', '2020-04-07 13:51:38'),
('ของตาย', 9, 'นางเอกก็หล่พระเอกก็สวย', '8', '2020-04-07 13:51:58');

-- --------------------------------------------------------

--
-- Table structure for table `20200402212856`
--

CREATE TABLE `20200402212856` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402212856`
--

INSERT INTO `20200402212856` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('แบคแมน', 10, 'หนังงสนุกมากก', '7', '2020-04-07 11:28:37'),
('ไอรอนแมน', 9, 'ไอ้หนูมาป้าเมย์เป็นไงมั้ง', '3', '2020-04-07 11:29:05'),
('ชายโสด', 9, 'มีภาคต่อไหมครับบ', '5', '2020-04-07 11:29:41'),
('สุภชัย', 8, 'ชุดแท้มากกค่ะ', '3', '2020-04-07 11:29:57'),
('ภากร', 9, 'ป้าเมย์สวยยจังครับบ', '8', '2020-04-07 11:30:23'),
('1mill', 9, 'สนุกมากครับน่าติดตาม', '3', '2020-04-07 11:30:44'),
('นินน', 10, 'มาแล้ววว', '9', '2020-04-07 11:31:00'),
('แสนสุด', 9, 'พระเอกหล่อมากก', '9', '2020-04-07 11:31:16'),
('งามนภากร', 9, 'น่าติดตามมต่อค่ะ', '9', '2020-04-07 11:31:45'),
('สาวสวย', 10, 'ชอบภาคนี้มากก', '4', '2020-04-07 11:32:00'),
('หานะ', 8, 'ภาพสวยมากค้ายบ', '3', '2020-04-07 11:32:18');

-- --------------------------------------------------------

--
-- Table structure for table `20200402213611`
--

CREATE TABLE `20200402213611` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402213611`
--

INSERT INTO `20200402213611` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('Gina', 10, 'เนื้อเรื่องน่ารัก นางเอกดีมากก', '1', '2020-04-06 08:00:14'),
('กาย', 9, 'เรื่องนี้สนุกครับ พล็อตน่าสนใจดี', '4', '2020-04-06 08:16:46'),
('Harlan', 8, 'สนุกมาก หลงรักนางเอก', '4', '2020-04-06 08:20:00'),
('จีน่า', 10, 'ชอบในความเป็นพระเอกกสุดๆ', '1', '2020-04-07 13:52:35'),
('งามแท้', 10, 'ดูไปยิ้มไปเลยยยค่ะ', '4', '2020-04-07 13:52:53'),
('มีน', 8, 'อยากเป็นนางเอกโว้ยยย', '11', '2020-04-07 13:53:09'),
('ปู', 9, 'เขินหนักมากกก', '4', '2020-04-07 13:53:20'),
('ชายโสด', 9, 'มีภาคต่อไหมครับ', '4', '2020-04-07 13:53:37'),
('ไก่บินจ้า', 9, 'สนุกสุดเลยครับ', '6', '2020-04-07 13:53:54'),
('คำราม', 9, 'ดูกี่ทีก็ไม่เบื่อเลย', '8', '2020-04-07 13:54:15'),
('สิงค์', 9, 'รอภาคต่ออยู่นะคะ', '7', '2020-04-07 13:54:40'),
('บ้านสวน', 10, 'เป็นหนังโรแมนติกสุดๆเลย', '13', '2020-04-07 13:55:07'),
('จีโน่', 10, 'อยากรวยเหมือนพระเอกบ้าง', '8', '2020-04-07 13:55:30');

-- --------------------------------------------------------

--
-- Table structure for table `20200402213856`
--

CREATE TABLE `20200402213856` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402213856`
--

INSERT INTO `20200402213856` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('น้ำ', 10, 'พระเอกหล่อมากค้าา', '13', '2020-04-07 11:21:46'),
('จ้ะ', 8, 'สุดยอดด', '10', '2020-04-07 11:21:59'),
('มาย', 9, 'น่ามีภาคต่อมากก', '9', '2020-04-07 11:22:14'),
('รี', 8, 'ชอบนางเอกมากค้าบ', '3', '2020-04-07 11:22:29'),
('มีน', 6, 'ตัวร้ายโกงงเกินน', '5', '2020-04-07 11:22:49'),
('ยีน', 7, 'หนังมันนมากกครับ', '1', '2020-04-07 11:23:08'),
('สาวสวย', 8, 'นางเอกโหดมากก', '8', '2020-04-07 11:23:28'),
('คิงดอม', 10, 'หนังไม่มีเบื่อเลย', '7', '2020-04-07 11:23:45'),
('โด่ยยย', 8, 'น่ามีภาคต่ออมากค้า', '13', '2020-04-07 11:24:10'),
('ปาวีกร', 9, 'สุดโค่ยยยย', '11', '2020-04-07 11:24:24');

-- --------------------------------------------------------

--
-- Table structure for table `20200402214821`
--

CREATE TABLE `20200402214821` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402214821`
--

INSERT INTO `20200402214821` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('ชาย', 9, 'สนุกกมากเลยย', '12', '2020-04-07 11:42:01'),
('ยังโอม', 9, 'จอนวิคเก่งมาแล้วว', '12', '2020-04-07 11:42:39'),
('มีน', 7, 'ดูกี่ทีก็ไม่เบื่อสนุกมากค่ะ', '6', '2020-04-07 11:42:57'),
('จันทร์เจ้า', 9, 'มีภาคต่อไหมค่ะ', '8', '2020-04-07 11:43:16'),
('เต่า', 9, 'ใช้ดาบเก่งขนาดนี้ใช้ปืนจะขนาดไหนนเนี่ย', '5', '2020-04-07 11:43:41'),
('2โล10บาท', 7, 'สนุกมากกเลยครับ', '9', '2020-04-07 11:44:08'),
('สาวสวย', 9, 'ชอบพระเอกมากเก่งง', '3', '2020-04-07 11:44:32'),
('ภาวินี', 9, 'หมาไปไหนจอนน', '1', '2020-04-07 11:44:55'),
('มานะ', 9, 'หนังสนุกมากครับขอสนับสนุนเว็บนี้ครับ', '5', '2020-04-07 11:45:29'),
('คิง', 9, 'เป็นหนังที่หักมุมมาเลย', '5', '2020-04-07 11:45:48'),
('ตามมา', 8, 'สุดยอดดดดเ', '6', '2020-04-07 11:46:06');

-- --------------------------------------------------------

--
-- Table structure for table `20200402220103`
--

CREATE TABLE `20200402220103` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402220103`
--

INSERT INTO `20200402220103` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
(' S K', 9, 'เป็นหนังที่ไม่ค่อยมีเลิฟซีน แต่มันดีต่อใจมากดูแต่ละตอนลุ้นแล้วลุ้นอีกเหมือนเข้าไปอยู่ในหนังเอง 555', '2', '2020-04-06 05:37:06'),
('Chris', 10, 'สนุกมากก ลุ้นทั้งเรื่อง พลิกไปพลิกมา เดาไม่ได้เลย', '3', '2020-04-06 05:39:29'),
('Darin', 9, 'สนุกมากรอ ss.2', '6', '2020-04-06 06:58:29'),
(' bB', 10, 'หนังเยี่ยมๆมากครับ', '3', '2020-04-07 13:42:59'),
('ณัฐกิจ', 10, 'สนุกสุดๆเท่าที่ดูมา', '11', '2020-04-07 13:43:21'),
('แบค', 10, 'ลุ้นทุกฉากกเลยย', '2', '2020-04-07 13:43:42'),
('มานะ', 8, 'เยี่ยมๆมากครับ', '4', '2020-04-07 13:43:55'),
('ภากร', 10, 'มีภาคต่อไหมครับ', '2', '2020-04-07 13:44:09'),
('บุษบา', 10, 'ติดง่อมแง่มเลยเรื่องนี้', '2', '2020-04-07 13:44:27'),
('ลิงจั้กๆ', 10, 'ตามหาเรื่องนี้ตั้งนานน', '13', '2020-04-07 13:44:41'),
('ภูภา', 10, 'พระเอกเก่งมากๆเลยครับ', '11', '2020-04-07 13:45:03');

-- --------------------------------------------------------

--
-- Table structure for table `20200402221605`
--

CREATE TABLE `20200402221605` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402221605`
--

INSERT INTO `20200402221605` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('ดาวิน', 9, 'ต่อมน้ำตาแตก สงสารพระเอก แต่ก็สนุกมากก', '4', '2020-04-06 07:07:49'),
('แดน', 8, 'เนื่อเรื่องไม่ซับซ้อนเท่าไหร่ ดูเพลินดี', '2', '2020-04-06 07:10:58'),
('เอมมาลี', 9, 'ชอบชุดนางเอกเปลี่ยนชุดบ่อยมาก ชุดสวยมาก', '4', '2020-04-06 07:15:22'),
('ภาคิน', 10, 'นางเอกสวยมากครับบ', '11', '2020-04-07 13:45:30'),
('บิน', 8, 'น่าจะทำภาคต่อนะคะ', '10', '2020-04-07 13:45:54'),
('กณกรณ์', 8, 'ดูไปยิ้มไปเลยค่ะะ', '7', '2020-04-07 13:46:10'),
('ลิ้นวนี', 9, 'ดูกี่ทีก็ไม่เบื่อเลย', '12', '2020-04-07 13:46:34'),
('มานะ', 9, 'ชอบหนังเรื่องนี้มากก', '5', '2020-04-07 13:46:50'),
('สุภชัย', 9, 'เนื้อเรื่องสนุกดีครับ', '11', '2020-04-07 13:47:12'),
('พะยัก', 10, 'ทำหนังแบบนี้ออกมาอีกนะครับ', '8', '2020-04-07 13:47:26'),
('ภาวินี', 10, 'สนุกกกกก', '8', '2020-04-07 13:47:43'),
('หายไปไหน', 9, 'ชุดนางเอกสวยมากๆเลย', '8', '2020-04-07 13:48:08');

-- --------------------------------------------------------

--
-- Table structure for table `20200402224357`
--

CREATE TABLE `20200402224357` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402224357`
--

INSERT INTO `20200402224357` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('การิน', 9, 'สนุกมาก น่าติดตาม', '6', '2020-04-06 08:39:09'),
('แมน', 9, 'สนุกดด', '3', '2020-04-07 14:20:39'),
('มีน', 10, 'มีภาคต่อไหม', '5', '2020-04-07 14:20:50'),
('แบงค์', 9, 'พระเอกเก่งมากก', '9', '2020-04-07 14:21:07'),
('อ้น', 10, 'เนื้อหาดี', '11', '2020-04-07 14:21:17'),
('จิ้บ', 10, 'สนุกกสุดๆไปเลยยย', '6', '2020-04-07 14:21:33'),
('ปลื้ม', 10, 'น่าติดตามภาคต่อ', '4', '2020-04-07 14:22:04'),
('ต้อง', 9, 'ดูแก้เบื่อได้ครับ', '10', '2020-04-07 14:22:24'),
('โบ้ท', 10, 'พระเอกใช้พลังอะไรหรอครับ', '3', '2020-04-07 14:22:54'),
('รีรี', 10, 'ดูเพลินนน', '13', '2020-04-07 14:23:05');

-- --------------------------------------------------------

--
-- Table structure for table `20200402225101`
--

CREATE TABLE `20200402225101` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402225101`
--

INSERT INTO `20200402225101` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('ต่าย', 9, 'อยากย้อนเวลาได้เลยย', '9', '2020-04-07 13:58:30'),
('บิงบิง', 10, 'เนื้อเรื่องสนุกมากเลยครับ', '6', '2020-04-07 13:58:55'),
('ยโส', 9, 'น่าติดตามมาก', '2', '2020-04-07 13:59:17'),
('กระต่าย', 10, 'มีภาคต่ออไหมค่ะ', '13', '2020-04-07 13:59:32'),
('มีนา', 9, 'โรแมนติกมากเลยชอบบมาก', '5', '2020-04-07 13:59:52'),
('วนี', 10, 'พระเอกคือหล่อมากกก', '6', '2020-04-07 14:00:07'),
('เจเจ', 9, 'สนุกมากๆ', '13', '2020-04-07 14:00:28'),
('ภากร', 9, 'ทำเนื้อเรื่องออกมาดีมากค่ะ', '5', '2020-04-07 14:01:01'),
('ซี', 10, 'ดู5รอบแล้วยังไม่เบื่อเลย', '9', '2020-04-07 14:01:24'),
('พะยูน', 8, 'โอ้ยเขินตามมม', '7', '2020-04-07 14:01:38');

-- --------------------------------------------------------

--
-- Table structure for table `20200402225409`
--

CREATE TABLE `20200402225409` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402225409`
--

INSERT INTO `20200402225409` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('พอล', 10, 'สนุกมาก', '13', '2020-04-06 08:55:18'),
('เมย์', 10, 'เนื้อหาดี', '11', '2020-04-07 14:23:33'),
('มีน', 10, 'พระเอกเก่งมากเลยครับ', '6', '2020-04-07 14:23:50'),
('แบงค์', 10, 'มีภาคต่อไหมครับ', '6', '2020-04-07 14:24:05'),
('มีน', 10, 'ชอบมากกก', '7', '2020-04-07 14:24:13'),
('วลี', 9, 'สนุกมากค่ะไม่เบื่อ', '9', '2020-04-07 14:24:25'),
('มานะ', 10, 'ดูเพลินครับ', '13', '2020-04-07 14:24:37'),
(' PP', 10, 'น่าติดตามต่อ', '6', '2020-04-07 14:24:57'),
('ชอบ', 10, 'เก่งมากกกก', '12', '2020-04-07 14:25:19'),
('ชาย', 9, 'เจ้าต้าวตัวอ้วนนน', '5', '2020-04-07 14:25:42');

-- --------------------------------------------------------

--
-- Table structure for table `20200402230442`
--

CREATE TABLE `20200402230442` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402230442`
--

INSERT INTO `20200402230442` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('ซารา', 8, 'เนื้อหาดี', '11', '2020-04-06 08:54:31'),
('ไทรินอน', 8, 'เจ้าหญิงสวยมากกก', '6', '2020-04-07 14:05:23'),
('บ้านลุย', 9, 'ชอบมากครับสนุกสุดๆ', '3', '2020-04-07 14:05:39'),
('รักจริง', 9, 'หนูชอบมากเลยค่ะเรื่องนี้', '11', '2020-04-07 14:05:59'),
('ชาลี', 9, 'มีภาคต่อไหม', '5', '2020-04-07 14:06:10'),
('กระต่าย', 9, 'สนุกไม่เบื่อเนื้อหาเพลินมาก', '7', '2020-04-07 14:06:40'),
('ชาลี', 9, 'เป็นกาตูนที่สนุกมากๆเบยค่ะ', '3', '2020-04-07 14:07:10'),
('มะนาว', 9, 'ดูกี่รอบก็ไม่เบื่อเลยย', '3', '2020-04-07 14:07:47'),
('ชาคริส', 10, 'น่าติดตามต่อ', '7', '2020-04-07 14:08:00'),
('ภาคิน', 9, 'ดูตั้งแต่ภาคแรกสนุกมากครับ', '6', '2020-04-07 14:08:23');

-- --------------------------------------------------------

--
-- Table structure for table `20200402231357`
--

CREATE TABLE `20200402231357` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402231357`
--

INSERT INTO `20200402231357` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('กาน', 8, 'น่าดู', '4', '2020-04-06 08:55:56'),
('บีน', 9, 'ชอบมากเรื่องนี้', '10', '2020-04-07 14:02:06'),
('มะนาว', 10, 'อยากให้มีภาคต่อ', '1', '2020-04-07 14:02:21'),
('ต้อม', 9, 'ดูแล้วครับสนุกมากๆ', '5', '2020-04-07 14:02:40'),
('ฤธัย', 8, 'เนื้อเรื่องสนุกมากครับดูเพลิน', '5', '2020-04-07 14:03:02'),
('ชิวชิว', 9, 'เพลินมากๆเลย', '13', '2020-04-07 14:03:20'),
('ถานะ', 8, 'รอดูภาคต่อแล้ว', '5', '2020-04-07 14:03:37'),
('กวนอู', 10, 'เป็นการ์ตูนที่ดีมากครับ', '9', '2020-04-07 14:04:05'),
('คิมจังกุก', 9, 'สนุกเพลินดี', '9', '2020-04-07 14:04:26'),
('น่ารัก', 8, 'ดูแก้เบื่อได้', '5', '2020-04-07 14:04:46');

-- --------------------------------------------------------

--
-- Table structure for table `20200402233245`
--

CREATE TABLE `20200402233245` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200402233245`
--

INSERT INTO `20200402233245` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('ดี', 10, 'เนื้อหาดี', '4', '2020-04-07 14:17:39'),
('โมนา', 10, 'ตอนเด็กน่ารักมากกก', '7', '2020-04-07 14:17:54'),
('แมน', 9, 'สนุกครับบ', '4', '2020-04-07 14:18:04'),
('ลิง', 10, 'อยากให้มีภาคต่อ', '10', '2020-04-07 14:18:21'),
('แผน', 10, 'ชอบมากครับเรื่องนี้', '7', '2020-04-07 14:18:39'),
('นานะ', 10, 'ดูไปยิ้มไปสนุกค่ะ', '4', '2020-04-07 14:18:58'),
('แบงค์', 10, 'เนื้อหาดีมากเลยครับ', '2', '2020-04-07 14:19:19'),
('ตู่', 9, 'ใครไม่สนุกผมสนุก', '8', '2020-04-07 14:19:39'),
('สวยสุด', 9, 'ชอบบบบบ', '10', '2020-04-07 14:19:55'),
('พีพี', 7, 'น่าติดตาม', '4', '2020-04-07 14:20:13');

-- --------------------------------------------------------

--
-- Table structure for table `20200403000530`
--

CREATE TABLE `20200403000530` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200403000530`
--

INSERT INTO `20200403000530` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('นิว', 9, 'ชอบมากเรื่องนี้', '7', '2020-04-07 07:03:17'),
('สิงค์', 9, 'ดูตั้งแต่อนิแมะจนมีสร้างเป็นการ์ตูน', '10', '2020-04-07 14:09:09'),
('ลูฟี่', 10, 'ลูฟี่เก่งมากกเลยครับ', '11', '2020-04-07 14:09:27'),
('จีจี', 10, 'รอออมานานนน', '7', '2020-04-07 14:09:41'),
('ดูดี', 9, 'เพลินมากครับไม่เบือชอบมาก', '10', '2020-04-07 14:10:02'),
('วาสนา', 10, 'ติดตามตั้งแต่อนิแมะ', '12', '2020-04-07 14:10:30'),
('ซี', 10, 'สนุกกกกกก', '8', '2020-04-07 14:10:48'),
('ของจริง', 10, 'เกียร์4ย๊ากกกกก', '8', '2020-04-07 14:11:12'),
('สาโรจน์', 10, 'ลูฟี่ต้องเป็นราชาโจรสลัดได้แน่ๆเลย', '4', '2020-04-07 14:11:35'),
('จ่ำจี', 10, 'ชอบบบ', '7', '2020-04-07 14:11:51');

-- --------------------------------------------------------

--
-- Table structure for table `20200403005524`
--

CREATE TABLE `20200403005524` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200403005524`
--

INSERT INTO `20200403005524` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('เคน', 10, 'ชอบมากเรื่องนี้', '13', '2020-04-07 07:03:51'),
('เคน', 9, 'สนุกกกกก', '1', '2020-04-07 14:12:10'),
('มีน', 9, 'ติดตามตั้งแต่ภาคแรก', '4', '2020-04-07 14:12:30'),
('ชาย', 9, 'เมื่อไหร่มังกรจะมีลูกครับ', '2', '2020-04-07 14:13:07'),
('สิงค์', 9, 'ดูสนุกไม่เบื่อ', '1', '2020-04-07 14:13:20'),
('จีจี', 9, 'อยากให้มีภาคต่ออีก', '8', '2020-04-07 14:13:36'),
('สายชล', 9, 'เนื้อหาดีป่นความฮาไว้', '6', '2020-04-07 14:14:00'),
('อะไร', 9, 'ดูเพลินมากครับ', '1', '2020-04-07 14:14:13'),
('ศิลา', 9, 'มาาาแล้วววว', '13', '2020-04-07 14:14:33'),
('แพน', 9, 'ชอบเรื่องนี้มากเลย', '10', '2020-04-07 14:14:58');

-- --------------------------------------------------------

--
-- Table structure for table `20200405123403`
--

CREATE TABLE `20200405123403` (
  `user` varchar(50) NOT NULL,
  `rating` float NOT NULL,
  `comment` varchar(500) NOT NULL,
  `photo` varchar(2) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `20200405123403`
--

INSERT INTO `20200405123403` (`user`, `rating`, `comment`, `photo`, `date`) VALUES
('โบ๊ท', 10, 'สนุกมากเรื่องนี้ รอติดตาม ss3', '6', '2020-04-05 17:40:06'),
('ไอริน', 9, 'ชอบมากยกหนังเรื่องนี้เป็นที่1ของหนังแนวซอมบี้เลย', '11', '2020-04-06 05:22:46'),
('อารียา', 9, 'นึกถึงไวรัส ตอนนี้เลย สนุกอยู่', '5', '2020-04-06 05:26:33'),
('อลิส', 8, 'มันส์จัดๆ', '7', '2020-04-06 05:28:58'),
('อลิสา', 10, 'รอ ss.3 ', '8', '2020-04-06 05:30:19'),
('คนสวย', 10, 'ไม่เคยดูค่ะ แต่สนุกก็ได้ค่ะ', '9', '2020-04-06 20:24:22'),
('ทิพย์', 9, 'สนุกมากกๆครับ', '6', '2020-04-07 13:36:21'),
('คิงค์', 10, 'น่าจะมีภาคต่อเร็วๆนี้นะครับ', '9', '2020-04-07 13:37:05'),
('แบงค์', 9, 'ติดตามตั้งแต่ภาคแรก', '9', '2020-04-07 13:37:22'),
('มีน', 8, 'เป็นหนังที่ดูไม่เบื่อเลยค่ะ', '3', '2020-04-07 13:37:39'),
('ยาน', 10, 'ติดง่อมแง่มเลย', '9', '2020-04-07 13:37:52'),
('ต่าย', 10, 'ไม่ได้นอนเพราะเรื่องนี้เลยย', '1', '2020-04-07 13:38:11');

-- --------------------------------------------------------

--
-- Table structure for table `movie`
--

CREATE TABLE `movie` (
  `id` varchar(20) NOT NULL,
  `engname` varchar(50) NOT NULL,
  `thname` varchar(50) NOT NULL,
  `types` varchar(15) NOT NULL,
  `genre` varchar(150) NOT NULL,
  `director` varchar(200) NOT NULL,
  `script` varchar(200) NOT NULL,
  `ch` varchar(200) NOT NULL,
  `ep` varchar(10) NOT NULL,
  `onr` date NOT NULL,
  `vdo` varchar(150) NOT NULL,
  `story` varchar(9999) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `movie`
--

INSERT INTO `movie` (`id`, `engname`, `thname`, `types`, `genre`, `director`, `script`, `ch`, `ep`, `onr`, `vdo`, `story`, `date`) VALUES
('20200402185735', 'Avengers: Endgame', 'อเวนเจอร์ส: เผด็จศึก', 'Movies', 'Action, Sci-Fi, Adventure, Fantasy', 'แอนโทนี่ รุสโซ่ / โจ รุสโซ่', 'แจ็ค เคอร์บี้ / คริสโตเฟอร์ มาร์คัส / สแตน ลี / สตีเฟ่น แม็คฟีลี', 'Movie theaters', '1', '2019-04-24', 'TcMBFSGVi1c', 'เหล่าอเวนเจอร์ยังคงต้องปกป้องโลกจากภัยอันตรายครั้งใหญ่ที่เกินกว่าที่ซูเปอร์ฮีโร่คนเดียวจะรับมือได้ อันตรายครั้งใหม่นั้นมาจากเงามืดของจักรวาล \"ธานอส\" จอมเผด็จการแห่งจักรวาล เป้าหมายของเขาคือการรวบรวมอัญมณี อินฟินิตี้สโตนส์ทั้งหก เพื่อครอบครองพลังที่เกินจะจินตนาการถึง และใช้พวกมันในการเปลี่ยนแปลงความจริงทั้งมวลของจักรวาล ทุกสิ่งทุกอย่างที่อเวนเจอร์ต่อสู้มาก็เพื่อสิ่งนี้ ชะตากรรมของโลกและจักรวาลไม่เคยสั่นคลอนเท่านี้มาก่อน', '2020-04-02 11:57:35'),
('20200402195323', 'Coco', 'วันอลวน วิญญาณอลเวง', 'Cartoons', 'Animation, Adventure, Comedy, Family, Fantasy, Musical, Mystery', 'ลี อุนคริช / เอเดรียน โมลินา', 'เอเดรียน โมลินา', 'Movie theaters', '1', '2017-11-30', 'Ga6RYejo6Hk', 'ถึงแม้ดนตรีจะเป็นสิ่งต้องห้ามของครอบครับของเขามาหลายชั่วอายุคน มิเกล (ให้เสียงโดย แอนโธนี กอนซาเลส) ก็ฝันถึงการได้เป็นนักดนตรีที่ประสบความสำเร็จตามรอยไอดอลของเขา เออร์เนสโต้ เดอ ลา ครูซ (ให้เสียงโดย เบนจามิน แบรตต์) จากความสิ้นหวังในการพิสูจน์พรสวรรค์ของเขา มิเกลพบว่าตัวเขาได้เข้ามาสู่ดินแดนของคนตายที่มีสีสีนอันน่าตื่นตาตื่นใจ ที่ตามมาด้วยเหตุการณ์แปลกประหลาดมากมาย ระหว่างทางเขาได้พบกับ เฮคเตอร์ (ให้เสียงโดย กาเอล การ์เซีย เบอร์นัล) สุดหล่อจอมเจ้าเล่ห์ และพวกเขาทั้งคู่ได้เริ่มต้นการเดินทางเหนือจินตนาการเพื่อค้นหาความจริงเบื้อหลังประวัติศาสตร์ครอบครัวของมิเกล', '2020-04-02 12:53:23'),
('20200402201356', 'Fantastic Beasts 2', 'สัตว์มหัศจรรย์: อาชญากรรมของกรินเดลวัลด์', 'Movies', 'Adventure, Family, Fantasy', 'เดวิด เยทส์', 'เจ.เค. โรว์ลิ่ง', 'Movie theaters', '1', '2018-11-15', 'TiblmGnet2Q', 'Fantastic Beasts: The Crimes of Grindelwald ผลงานจาก Warner Bros. Pictures เป็นภาพยนตร์ภาคที่สองจากทั้งหมดห้าภาคว่าด้วยเรื่องราวการผจญภัยครั้งใหม่ในโลกเวทมนตร์ จากปลายปากกาของ เจ.เค. โรว์ลิ่ง', '2020-04-02 13:13:56'),
('20200402204141', 'Doctor Strange', 'ด็อกเตอร์ สเตรนจ์ จอมเวทย์มหากาฬ', 'Movies', 'Adventure, Fantasy, Action, Sci-Fi', 'สก็อตต์ เดอร์ริคสัน', 'จอน สเปตส์ / สตีฟ ดิตโก / ซี. โรเบิร์ต คาร์กิลล์', 'Movie theaters', '1', '2016-10-27', 'HSzx-zryEgM', 'Dr. Stephen Strange เดิมเป็นหมอประสาทผู้มีสติปัญญาฉลาดล้ำเลิศ อีโก้สูง และใช้ชีวิตอย่างฟู่ฟ่าหรูหรา แต่แล้ววันนึงชีวิตของเขาต้องพลิกผันหลังจากประสบอุบัติเหตุรถพลิกคว่ำทำให้เขาไม่สามารถกลับมาเป็นหมอผ่าตัดและทำงานได้ดังเดิม', '2020-04-02 13:41:41'),
('20200402204711', 'While You Were Sleeping', 'ลิขิตฝันฉันและเธอ', 'Series', 'กฏหมาย, โรแมนติก, แฟนตาซี', 'โอชุงฮวาน (ผลงานก่อนหน้า Doctors,You Who Came From The Stars)', 'พัคฮเยรยอน (ผลงานก่อนหน้า Pinocchio,I Hear Your Voice,Dream High)', 'SBS', '32 ', '2017-09-27', 'rDjI8gvE8Aw', 'หากเห็นอนาคตล่วงหน้าได้ เราจะหลีกเลี่ยงโศกนาฏกรรมได้หรือไม่ เราได้เห็นทั้งเหตุการณ์สำคัญและไม่สำคัญ อะไรจะเกิดขึ้นหากมีใครสักคนสามารถล่วงรู้และเห็นทุก ๆ เหตุการณ์ได้ ตัวละครหญิง นำแสดงโดยซูจี สามารถมองเห็นเหตุการณ์ที่จะเกิดในอนาคตได้ผ่านความฝัน บทอัยการหนุ่ม นำแสดงโดยอีจงซอก ทุ่มเทยอมทำทุกวิถีทางเพื่อจะหยุดยั้งไม่ให้เหตุการณ์ในฝันเป็นจริงขึ้นมา พวกเขาจะช่วยปกป้องโลกจากโศกนาฏกรรมได้หรือไม่', '2020-04-02 13:47:11'),
('20200402205818', 'Iron Man 3', 'ไอรอน แมน 3', 'Movies', 'Action, Crime, Thriller', 'เชน แบล็ค', 'เชน แบล็ค / แจ็ค เคอร์บี้ / ดอน เฮ็ก / ดรูว์ เพียร์ซ / สแตน ลี / แลร์รี่ ลีเบอร์', 'Movie theaters', '1', '2013-05-01', 'Ke1Y3P9D0Bc', 'โทนี่ สตาร์ค / ไอรอน แมน (โรเบิร์ต ดาวนีย์ จูเนียร์) อัจฉริยะนักอุตสาหกรรมสุดเกรียน ตกอยู่ภายใต้หลุมพรางของศัตรูผู้ไม่รู้จักขอบเขตของคำว่าโหดร้าย เมื่อ สตาร์ค พบว่าโลกส่วนตัวของเขา ได้ถูกทำลายลงด้วยเงื้อมมือของศัตรูเหล่านั้น เขาจึงออกตามล่าคนที่ต้องรับผิดชอบกับเหตุการณ์ที่เกิดขึ้นแบบพลิกแผ่นดิน ในทุกย่างก้าวของการเดินทางครั้งนี้ คือการทดสอบความเข้มแข็งของเขา เมื่อหลังชนฝา สตาร์ค เอาตัวรอดมาได้ โดยอุปกรณ์ต่าง ๆ ของเขาเอง สิ่งที่พึ่งพาได้ในตอนนี้ก็คือความเป็นนักประดิษฐ์และสัณชาติญาณ เพื่อจะปกป้องคนที่เขารัก เมื่อเขาลุกขึ้นสู้อีกครั้งสตาร์คจึงได้พบกับคำตอบของคำถาม ที่คอยหลอกหลอนเขามาโดยตลอดว่า คนสร้างชุดเกราะ หรือ ชุดเกราะสร้างคนกันแน่?', '2020-04-02 13:58:18'),
('20200402210406', 'When the Weather is Fine', 'อบอุ่นหัวใจของ มกเฮวอน-อิมอึนซอบ', 'Series', 'โรแมนติก', 'ฮันจีซึง (ผลงานก่อนหน้า “Mad Sad Bad”)', 'อีโดอู (ผู้แต่งนวนิยาย) / ฮันการัม', 'JTBC', '16', '2020-02-20', 'RD9stlNgi44', 'เรื่องราวอบอุ่นหัวใจเกี่ยวกับการให้อภัย การเยียวยาและความรักที่เกิดขึ้นรอบๆร้านหนังสือเล็กๆในชนบท มกแฮวอน (พัคมินยอง) หญิงสาวธรรมดา จิตใจดี เธอเล่นเชลโล่มาตั้งแต่เด็ก แฮวอนใช้ความสามารถในการเล่นเชลโล่เข้าสังคม แต่วันหนึ่งเกิดเรื่องบางอย่างขึ้น ทำให้เธอเสียความรู้สึก แฮวอนปิดใจให้คนอื่นและไม่เชื่อใจใครอีกต่อไป เธอเบื่อและเหนื่อยกับชีวิตในโซล จึงตัดสินใจย้ายกลับไปบ้านเกิดในหมู่บ้านบุคฮยอน ที่นั่นแฮวอนได้พบกับอึนซอบ เขาเป็นเจ้าของร้านหนังสือที่มีชื่อว่า “ราตรีสวัสดิ์” อึนซอบมีชีวิตประจำวันที่เรียบง่าย เขาตื่นเช้า ดื่มกาแฟ อ่านหนังสือและเขียนเรื่องราวลงในบล็อก ชีวิตที่แสนเรียบง่ายของอึนซอบต้องเปลี่ยนไปหลังจากพบแฮวอน', '2020-04-02 14:04:06'),
('20200402211436', 'John Wick: Chapter 3 - Parabellum', 'จอห์น วิค แรงกว่านรก 3', 'Movies', 'Action, Thriller', 'แชด สตาเฮลสกี', 'ดีเร็ค โคลสตาด / เชย์ แฮตตัน / คริส คอลลินส์ / มาร์ค อับรามส์', 'Movie theaters', '1', '2016-05-16', 'M7XM597XO94', 'สำหรับเรื่องราวในภาคนี้ มีอยู่สองเหตุผลด้วยกันที่ทำให้ จอห์น วิค ต้องหนีเอาตัวรอด 1 (เขาถูกตามล่าจากทั่วโลกด้วยเงินค่าหัวสูงถึง 14 ล้านเหรียญฯ 2) เขาทำลายกฎในโรงแรม The Continental ด้วยการลงมือฆ่าสมาชิกของสภาสูง High Table ที่สั่งตามล่าตัวเขาเอง ด้วยเหตุนี้ จอห์น วิค จึงต้องถูกลงโทษในทันที เพียงแต่ว่า วินสตัน ผู้จัดการ-ผู้คุมกฎของโรงแรมกลับต่อเวลาให้จอห์นอีก 1 ชั่วโมง ก่อนเขาจะถูกคว่ำบาตร ตัดขาดออกจากสมาชิกอื่นทั้งหมด ดังนั้นด้วยเวลาที่เหลืออยู่ จอห์น วิค จึงต้องลุยต่อสู้ ฆ่าทุกชีวิตที่ขวางหน้าเพื่อเอาตัวรอดออกจากนครนิวยอร์ก\r\n', '2020-04-02 14:14:36'),
('20200402211930', 'Memories of the Alhambra', 'อาลัมบรา มายาพิศวง', 'Series', 'ดราม่า , ลึกลับ , แฟนตาซี , แอคชั่น , โรแมนซ์', 'อันกิลโฮ (ผลงานก่อนหน้า Stranger , Rooftop Prince)', 'ซงแจจอง (ผลงานก่อนหน้า W , Nine : Nine Times Travel , Queen In Hyun’s Man)', 'tvN', '16', '2018-12-01', '2Lcy3XUDd_A', 'ยูจินอู (รับบทโดย ฮยอนบิน) เจ้าของบริษัทจัดการการลงทุนที่กำลังพัฒนาโปรเจกต์ผลิตคอนแทคเลนส์ที่ออกแบบขึ้นมาโดยเฉพาะสำหรับการใช้คู่กับเทคโนโลยี AR โดยเขาได้เดินทางมายังประเทศสเปน เพื่อที่จะตามหาตัว จองเซจู (รับบทโดย ชานยอล EXO) โปรแกรมเมอร์อัจฉริยะที่เป็นนักพัฒนาเกม AR ที่ใช้ในการต่อสู้ในยุคกลาง โดยคิดว่าถ้าหากเกมที่เซจูพัฒนาสามารถนำมาต่อยอดใช้คู่กับเทคโนโลคอนแทคเลนส์ของจินอูได้ จะก่อให้เกิดรายได้มหาศาลและนำมาสู่การเปลี่ยนแปลงครั้งใหญ่ในวงการเทคโนโลยีแบบที่ไม่เคยมีใครทำมาก่อน แต่แล้วเซจูกลับหายตัวไปอย่างปริศนา ก่อนหน้าที่เซจูนัดหมายให้ จินอูมาพบที่โฮสเทลแห่งหนึ่งในเมืองกรานาดา ประเทศสเปน จึงเป็นจุดเริ่มต้นที่ทำให้เขาได้พบกับ จองฮีจู (รับบทโดย พัคชินฮเย) พี่สาวของเซจูผู้เป็นเจ้าของโฮสเทลแห่งนี้', '2020-04-02 14:19:30'),
('20200402212856', 'Spider-Man: Homecoming', 'สไปเดอร์แมน โฮมคัมมิ่ง', 'Movies', 'Action, Adventure, Sci-Fi', 'จอน วัตส์', 'สตีฟ ดิตโก / สแตน ลี / โจนาธาน โกลด์สไตน์ / จอห์น ฟรานซิส เดลีย์ / จอน วัตส์ / คริสโตเฟอร์ ดี. ฟอร์ด / คริส แม็คเคนน่า / อีริค ซอมเมอร์ส', 'Movie theaters', '1', '2017-07-06', 'U0D3AOldjMU', 'ทอม ฮอลแลนด์ เปิดตัวในฐานะปีเตอร์ ปาร์คเกอร์/สไปเดอร์ แมน ไปใน Captain America: Civil War ซึ่งมันเป็นจุดเริ่มต้นของการนำทางไปสู่การค้นพบตัวตนของเขาในฐานะซูปเปอร์ฮีโร่สไปเดอร์ แมน ใน Spider-Man: Homecoming กระตุ้นความตื่นเต้นเร้าใจด้วยประสบการณ์ของเขากับเหล่าอเวนเจอร์ส ปีเตอร์จะกลับไปยังบ้านของเขา ที่ซึ่งเขาอาศัยอยู่กับป้าเมย์ (เมริซา โทเม) ภายใต้การดูแลของโทนี่ สตาร์ค (โรเบิร์ต ดาวนีย์ จูเนียร์) ที่ปรึกษาคนใหม่ของเขา ปีเตอร์พยายามอย่างหนักเพื่อจะย้อนกลับไปใช้ชีวิตธรรมดาเดิม ๆ ทุกวัน แต่เขากลับต้องวอกแวกเพราะความคิดที่ว่าเขาต้องการที่จะพิสูจน์ตัวเองว่าเขามีอะไรที่มากกว่าการเป็นแค่สไปเดอร์ แมนเพื่อนบ้านผู้เป็นมิตรของคุณเท่านั้น และเมื่อวัลเจอร์ (ไมเคิล คีตัน) ปรากฏตัวออกมาในฐานะวายร้ายคนใหม่ ทุกสิ่งทุกอย่างที่ปีเตอร์ถือว่ามันเป็นสิ่งที่สำคัญที่สุดมันจะถูกคุกคาม', '2020-04-02 14:28:56'),
('20200402213611', 'What’s Wrong with Secretary Kim', ' รักมั้ยนะ เลขาคิม', 'Series', 'ออฟฟิศ, โรแมนติก, คอมเมดี้', 'พัคจุนฮวา (ผลงานก่อนหน้า Because This Is My First Life)', 'จุนคยองยุน (บทดั้งเดิมจากเว็บตูน), จองอึนยอง (บทละคร)', 'tvN', '16', '2018-06-06', 'CLxCeWqw2P0', '\"ลี ยองจุน\" รองประธานกลุ่มบริษัทยักษ์ใหญ่วัย 33 ปี ที่ทั้งฉลาด รูปหล่อ หุ่นดี ร่ำรวย มีความสามารถในการบริหารงานเป็นเลิศ และพูดได้ 5 ภาษา แต่หลงตัวเองสุดๆ จนละเลยความรู้สึกคนอื่น ทั้งยังตีความทุกอย่างเข้าข้างตนเองเลยไม่รู้เห็นและไม่เข้าใจสถานการณ์จริงที่อยู่ตรงหน้า ซ้ำยังไม่สนใจในสิ่งที่เลขาของเขาพยายามบอกมาโดยตลอด เขาไม่เคยรักใคร ไม่เคยมีความสัมพันธ์ฉันท์ชู้สาวกับหญิงคนไหน และไม่ยอมให้ผู้หญิงเข้าใกล้  ยกเว้น \"คิม มีโซ\" สุดยอดเลขานุการ วัย 29 ปี ซึ่งอุทิศตนทำงานอย่างหนักให้เขามาตลอด 9 ปี (เธอไม่มีทางเลือกเพราะต้องแบกรับภาระและหนี้สินก้อนโตของทางบ้าน) เธอเป็นเลขามากฝีมือที่ขยัน อึด อดทน และมีใบหน้าเปื้อนยิ้มตลอดเวลา แต่แล้วอยู่ๆ เธอก็ประกาศว่าจะลาออกทำให้ยองจุนถึงกับช็อค เขาไม่เคยนึกฝันว่าคนที่ได้รับเกียรติให้มาเป็นเลขาส่วนตัวของเขา แถมเงินเดือนและสวัสดิการยังดีที่สุดในแวดวงเลขาฯ จะยอมทิ้งทุกสิ่งอย่างแล้วไปจากเจ้านายที่สุดแสนเพอร์เฟ็คอย่างเขา เขาจึงสงสัยว่าเกิดอะไรขึ้นกับเลขาคิมกันแน่ และพยายามทำทุกวิถีทางเพื่อรั้งเธอไว้', '2020-04-02 14:36:11'),
('20200402213856', 'Aquaman', 'อควาแมน เจ้าสมุทร', 'Movies', 'Action, Adventure, Sci-Fi, Fantasy', 'เจมส์ วาน', 'เดวิด เลสลี่ จอห์นสัน-แม็คโกลด์ริค / วิลล์ บีออล์ /เจมส์ วาน / เจฟฟ์ จอห์น / มอร์ต ไวซิงเกอร์ / พอล นอร์ริส', 'Movie theaters', '1', '2018-12-13', 'WDkg3h8PCVU', 'เรื่องราวต้นกำเนิดของ \"อาร์เธอร์ เคอร์รี่\" ครึ่งมนุษย์และครึ่งแอตแลนเทียน ที่จะต้องพบกับการผจญภัยในชีวิตของเขา ซึ่งไม่ได้ทำให้เขาได้รู้ถึงตัวตนที่แท้จริงของตัวเองเท่านั้น แต่ยังได้พบอีกว่า เขามีเกียรติมากพอที่ได้เกิดมาเป็น...กษัตริย์\r\n', '2020-04-02 14:38:56'),
('20200402214821', '47 Ronin', '47 โรนิน มหาศึกซามูไร', 'Movies', 'Action, Drama, Fantasy', 'คาร์ล รินช์', 'คริส มอร์แกน / ฮอสเซน อามินิ / มิน ทานากะ / แครี่-ฮิโรยูกิ ทางาวะ / ฮิโรยูกิ ซานาดะ', 'Movie theaters', '1', '2013-12-24', 'DEoDulGTElE', 'ไค (คีอานู รีฟส์) นักรบไร้สังกัดได้เข้ามาร่วมกับ ท่านโออิชิ (ฮิโรยูกิ ซานาดะ) หัวหน้าของกลุ่ม 47 โรนิน เพื่อร่วมกันชำระแค้นขุนนางใหญ่ที่ชั่วร้าย ที่บุกเข้ามายึดครองและสังหารเจ้าเมือง ทั้งยัง เนรเทศพวกเขาออกจากเมือง พวกเขาจึงต้องกลับมาทวงเกียรติยศคืน เหล่านักรบซามูไรผู้กล้า ทั้ง 47 นายต้องเผชิญกับความท้าทาย ซึ่งจะเป็นการทดสอบฝีมือและจิตวิญญาณอันแกร่งกล้า ของพวกเขามีเพียงผู้กล้าที่แท้จริงเท่านั้นที่จะทำงานนี้ได้สำเร็จ', '2020-04-02 14:48:21'),
('20200402220103', 'Vagabond', 'เจาะแผนลับเครือข่ายนรก', 'Series', 'แอคชั่น / ระทึกขวัญ', 'ยูอินชิก (ผลงานก่อนหน้า “Romantic Doctor, Teacher Kim”)', 'จางยองชอล (ผลงานก่อนหน้า “Monster”) / จองคยองซุน (ผลงานก่อนหน้า “Empress Ki”)', 'SBS', '32', '2019-09-20', 'pSjpBchtn-c', 'บอกเล่าเรื่องราวของ ชาดัลกอน (รับบทโดย อีซึงกิ) ชายที่หาเลี้ยงชีพตัวเองและหลานชายด้วยการเป็นสตั๊นแมน วันหนึ่งหลานชายของเขาได้รับเชิญให้เป็นหนึ่งในทีมนักกีฬาเทควันโดเพื่อร่วมแสดงงานอีเว้นท์สำคัญระหว่างประเทศโมร็อกโกกับเกาหลีใต้ แต่ทว่าเกิดเหตุการณ์โศกนาฏกรรมเครื่องบินตกขึ้นระหว่างเดินทาง ทำให้เขาสูญเสียหลานชายผู้เป็นแก้วตาดวงใจไป เหตุการณ์นี้ทำให้ชีวิตของชาดัลกอนเปลี่ยนไปตลอดกาล หลังจากที่เขาพบว่าเหตุการณ์เครื่องบินตกไม่ใช่แค่อุบัติเหตุธรรมดา แต่ว่าเป็นการที่มีใครบางคนอยู่เบื้องหลัง เขาพยายามค้นหาความจริงที่อยู่เบื้องหลังเหตุการณ์นี้ ซึ่งเกี่ยวพันกับการคอร์รัปชั่นระดับชาติ\r\n\r\nเขาได้พบกับ โกแฮรี พนักงานฝึกหัดของสถานทูตโมร็อกโก ซึ่งแท้ที่จริงแล้วเธอเป็นสายลับของหน่วยข่าวกรองแห่งชาติ การพบกันของเขาทั้งคู่ กับการค้นหาความจริงที่เหตุการณ์เครื่องบินตกเป็นเพียงแค่ภูเขาน้ำแข็งที่โผล่พ้นน้ำ จะเป็นอย่างไรต้องรอติดตามชม..', '2020-04-02 15:01:03'),
('20200402221605', 'Hotel Del Luna ', 'คำสาปจันทรา กาลเวลาแห่งรัก', 'Series', 'แฟนตาซี / ลึกลับ / โรแมนซ์', 'โอชุงฮวาน (ผลงานก่อนหน้า “While You Were Sleeping”)', 'ฮงจองอึน – ฮงมิรัน (ผลงานก่อนหน้า “Hwayugi”)', 'tvN', '16', '2019-07-13', 'iDzR6twXE_E', 'ตึกเก่าซอมซ่อตั้งอยู่ใจกลางที่ดินที่แพงที่สุดผืนหนึ่งในโซล ภายนอกอาจดูเหมือนตึกร้างว่างเปล่าที่กำลังจะถูกรื้อทิ้งสร้างใหม่ในอีกไม่นาน แต่จริง ๆ แล้วคือโรงแรมที่ยังเปิดทำการอยู่ ผู้คนเป็นแสนเป็นล้านขวักไขว่ไปมาในย่านไฮโซและมั่งคั่งที่สุดในมหานคร แต่แทบไม่มีใครเข้าไปในโรงแรมตอนกลางวันเลยโรงแรมนี้เปิดให้บริการตอนกลางคืนเท่านั้น ยามที่ผู้คนหลับใหล โฮเทล เดล ลูน่าไม่เหมือนโรงแรมอื่น ๆ ทั่วไป แต่เป็นที่พักพิงให้กับดวงวิญญาณ เจ้าของโรงแรมนี้คือจางมันวอล ส่วนกูชานซอง ชายหนุ่มผู้มากความสามารถเป็นผู้จัดการคอยดูแลโรงแรม เรื่องราวของเจ้าของโรงแรมจอมเรื่องมาก พนักงานโรงแรม และแขกไร้ชีวิตกำลังจะถูกเปิดเผยในโรงแรมแห่งนี้', '2020-04-02 15:16:05'),
('20200402224357', 'Kubo and the Two Strings', 'คูโบ้และพิณมหัศจรรย์', 'Cartoons', 'Animation, Adventure, Family, Fantasy', 'ทราวิส ไนท์', 'มาร์ค เฮมส์ / คริส บัตเลอร์  / แชนน่อน ทินเดิล', 'Netflix', '1', '2016-09-08', 'vex0gPFnBvM', 'เรื่องราวการผจญภัยของคูโบ้ (ให้เสียงพากย์โดย อาร์ท พาร์คินสัน จาก Game of Thrones และ Dracula Untold) เด็กชายผู้ซึ่งมีความเฉลียวฉลาดและจิตใจงดงาม เขาใช้ชีวิตเรียบง่ายในเมืองริมทะเล ต่อมาชีวิตอันเงียบสงบของเขาก็หายไป เมื่อถูกวิญญาณอาฆาตตามรังควาน คูโบ้ออกผจญภัยสุดระทึกร่วมกับลิง (เจ้าของรางวัลออสการ์ ชาร์ลิซ เธอรอน)และด้วง (เจ้าของรางวัลออสการ์ แมทธิว แม็คคอนาเฮย์) เพื่อปกป้องครอบครัวของเขา เขาออกค้นหาดาบ, เสื้อเกราะ และหมวกนักรบ เพื่อที่จะไขปริศนาของพ่อ ซามูไรนักรบผู้ยิ่งใหญ่ที่พลีชีพในสนามรบ คูโบ้ต้องต่อสู้กับเหล่าทวยเทพและอสุรกาย รวมถึง มูนคิง ผู้เต็มไปด้วยความอาฆาต (เรล์ฟ ไฟน์) และ คู่แฝดปีศาจ (รูนี่ย์ มาร่า) เพื่อไขความลับแห่งตำนาน และทำให้ครอบครัวมารวมกันอีกครั้ง', '2020-04-02 15:43:57'),
('20200402225101', 'W', 'รักข้ามมิติ', 'Series', 'แฟนตาซี, โรแมนติก, สืบสวนสอบสวน, ระทึกขวัญ', 'ช็อง แด-ยุน', 'ซง แจ-ช็อง', 'MBC', '16', '2016-07-20', 'iFyxffHNwvE', 'เรื่องราวความรักของของชายหนุ่มและหญิงสาววัยสามสิบ ทั้งสองอยู่ในช่วงเดียวกันแต่คนละโลกเหมือนอยู่คนละมิติกัน โอยอนจู(รับบทโดย ฮันฮโยจู) ศัลยแพทย์ฝึกหัดลูกสาวของนักเขียนการ์ตูนชื่อดัง ผลงานเรื่อง \"w\"ที่เขียนมากว่า 10 ปี โดยมีตัวเอกคือ คังชอล(รับบทโดย อีจงซอก) อดีตนักกีฬาเหรียญทองโอลิมปิก ที่มีภูมิหลังที่แสนเจ็บปวดกว่าจะผันตัวมาเป็นเจ้าของธุรกิจมูลค่าสูง แต่แล้วอยู่มาวันหนึ่งพ่อของยอนจูได้หายตัวไป โดยยังเขียนตอนจบของการ์ตูนค้างไว้ เธอพยายามตามหาพ่อแต่แล้ว ได้พบชายคนหนึ่งนอนจมกองเลือดอยู่ซึ่งก็คือ คังชอล และเขาคนนั้นก็ได้ดึงเธอเข้าไปอีกยังโลกนึง แล้วพ่อของเธอหายตัวไปไหนกันแน่ แล้วโลกที่เธอไปช่วยคังชอลคือที่ไหนกัน ติดตามได้ใน W / W Two Worlds (2016) : รักข้ามมิติ', '2020-04-02 15:51:01'),
('20200402225409', 'Big Hero 6', 'บิ๊กฮีโร่ 6', 'Cartoons', 'Animation, Comedy, Action', 'คริส วิลเลี่ยมส์ / ดอน ฮอลล์', 'ดอน ฮอลล์', 'online movie', '1', '2014-12-04', 'z3biFxZIJOQ', 'เรื่องราวของหนุ่มน้อยนักประดิษฐ์ ฮิโระ ฮามาดะ (พากย์เสียงโดย ไรอัน พอตเตอร์) ที่กำลังเรียนรู้ถึงอัจฉริยภาพที่เขามี ต้องขอบคุณ ทาดาชิ (พากย์เสียงโดย แดเนียล เฮนนี่) พี่ชายที่ปราดเปรื่องของเขา รวมถึงเพื่อน ๆ อย่าง โกโก ทามาโกะ (พากย์เสียงโดย เจมี่ ชุง) วาซาบิ (พากย์เสียงโดย เดม่อน วายานส์ จูเนียร์) ฮันนี่ เลม่อน (พากย์เสียงโดย เจเนซิส รอดริเกซ) และ เฟรด (พากย์เสียงโดย ที.เจ. มิลเลอร์)', '2020-04-02 15:54:09'),
('20200402230442', 'Frozen II', 'ผจญภัยปริศนาราชินีหิมะ', 'Cartoons', 'Animation, Adventure, Comedy, Family, Fantasy, Musical', 'คริส บัค / เจนนิเฟอร์ ลี', 'คริส บัค / เจนนิเฟอร์ ลี / แอลลิสัน ชโรเดอร์ / โรเบิร์ต โลเปซ / คริสเตน แอนเดอร์สัน-โลเปซ', 'online movie', '1', '2019-11-21', 'bwzLiQZDw2I', 'เรื่องราวของการผจญภัยของ เอลซ่า (ไอดิน่า เมนเซล) ที่กำลังเดินทางสู่ผืนป่าอันกว้างใหญ่ โดยเป้าหมายของเธอคือการค้นหาคำตอบว่า \"ทำไมเธอถึงได้เกิดมาพร้อมกับพลังวิเศษ?\" โดยมีเจ้าหญิงอันนา (คริสเตน เบลล์) ร่วมเดินทางเคียงข้างโดยไม่ปล่อยให้พี่สาวของเธอต้องต่อสู่เสียงลำพัง', '2020-04-02 16:04:42'),
('20200402231357', 'Spies in Disguise', 'ยอดสปายสายพราง', 'Cartoons', 'Action, Animation, Comedy, Family, Adventure, Sci-Fi', 'นิค บรูโน่ / ทรอย เควน', 'แบรด คอป์แลนด์', 'Movie theaters', '1', '2020-01-09', 'A05s7OM-8Oc', 'เรื่องราวของสุดยอดสายลับระดับโลก แลนซ์ สเตอร์ลิ่ง (วิลล์ สมิธ) และนักวิทยาศาสตร์ วอลเตอร์ เบคเคทท์ (ทอม ฮอลแลนด์) แทบจะตรงข้ามกันโดยสิ้นเชิง แลนซ์นั้นนุ่มนวล ละมุนละไม และมีเสน่ห์ ส่วนวอลเตอร์นั้น...ไม่ แต่การขาดทักษะการเข้าสังคมของวอลเตอร์ถูกทดแทนด้วยความฉลาดและช่างประดิษฐ์ เขาสร้างอุปกรณ์สุดเจ๋งให้แลนซ์ใช้ในภารกิจระดับตำนานมากมาย แต่เมื่อเหตุการณ์ที่ไม่คาดฝันเกิดขึ้น วอลเตอร์และแลนซ์ต้องหันมาเชื่อมั่นในตัวกันและกันในแง่มุมใหม่ ๆ และถ้าหากพวกเขาไม่เรียนรู้ที่จะทำงานร่วมกันเป็นทีม โลกทั้งใบอาจตกอยู่ในอันตรายใหญ่หลวง', '2020-04-02 16:13:57'),
('20200402233245', 'Moana', 'โมอาน่า ผจญภัยตำนานหมู่เกาะทะเลใต้', 'Cartoons', 'Animation, Adventure, Comedy, Family, Fantasy, Musical', 'รอน เคลเมนท์ / จอห์น มัสเคอร์ / คริส วิลเลี่ยมส์ / ดอน ฮอลล์', 'จาเร็ด บุช / รอน เคลเมนท์ / จอห์น มัสเคอร์ / คริส วิลเลี่ยมส์ / ดอน ฮอลล์', 'Movie theaters', '1', '2016-12-01', 'LKFuXETZUsI', 'ภาพยนตร์แอนิเมชั่นสุดตระการตาเกี่ยวกับการผจญภัยของหญิงสาววัยรุ่นผู้เดินเรือออกไปสู่ภารกิจอันท้าทายเพื่อปกป้องผู้คนของเธอ ระหว่างการเดินทาง โมอาน่า (พากย์เสียงโดย อัลลิ‘อิ คราวัลโย่) ได้พบกับมนุษย์ครึ่งเทพผู้ยิ่งใหญ่ (พากย์เสียงโดย ดเวย์น จอห์นสัน) ผู้คอยให้คำแนะนำเธอในภารกิจของเธอเพื่อการเป็นเจ้าแห่งการเดินเรือ พวกเขาเดินเรือข้ามมหาสมุทรไปด้วยกันในการผจญภัยแอ็คชั่นสุดตื่นเต้น ที่ต้องเผชิญหน้ากับเหล่าสัตว์ประหลาดและเรื่องน่าเหลือเชื่อต่า งๆ ระหว่างเส้นทางการผจญภัยนั้น โมอาน่าได้บรรลุภารกิจอันเก่าแก่ของบรรพบุรุษของเธอและได้ค้นพบสิ่งหนึ่งที่เธอค้นหามาตลอด – ตัวตนของเธอ\r\n', '2020-04-02 16:32:45'),
('20200403000530', 'One Piece: Stampede', 'วันพีซ เดอะมูพวี่ แสตมปีด', 'Cartoons', 'Animation, Action, Adventure', 'ทาคาชิ โอตสึกะ', 'เออิจิโร่ โอดะ / ทาคาชิ โอตสึกะ', 'Movie theaters', '1', '2019-09-19', 'S8_YwFLCh4U', 'เรื่องราวของเจ้าพ่อแห่งการจัดงาน \"บูเอน่า เฟสต้า\" ได้จัดงานเทศกาลโจรสลัดที่ยิ่งใหญ่ที่สุดในโลก ซึ่งเป็นงานชุมนุมที่รวบรวมเหล่าโจรสลัดแห่งยุคไว้มามากที่สุด เพื่อออกตามล่าสมบัติแห่งราชาโจรสลัด \"โรเจอร์\" แต่ทว่า เบื้องหลังงานเทศกาลที่เหล่าโจรสลัดกำลังเพลิดเพลินอยู่นั้น เฟสต้า ได้วางแผนชั่วร้ายตั้งใจจะจมเรือของเหล่าโจรสลัดให้ดำดิ่งลงสู่ห้วงมหาสมุทรท่ามกลางสงครามการแย่งชิงอันดุเดือดของเหล่า กลุ่มโจรสลัดหมวกฟาง, กลุ่มโจรสลัดผู้บ้าคลั่ง, ราชันแห่ง 7 น่านน้ำ และ \"ดักลาส บาเล็ต\" อดีตสมาชิกของกลุ่มโจรสลัดโรเจอร์ โดยมีกองทัพเรือของฝ่ายรัฐบาลที่ออกตามล่าเหล่าโจรสลัดเข้ามาร่วมห้ำหั่น', '2020-04-02 17:05:30'),
('20200403005524', 'How to Train  3 ', 'อภินิหารไวกิ้งพิชิตมังกร 3', 'Cartoons', 'Animation, Action, Adventure', 'ดีน เดอบลัวส์', 'ดีน เดอบลัวส์,เคสสิดา โคเวล', 'Movie theaters', '1', '2019-01-31', 'ntnijsUMfp4', 'จุดเริ่มต้นจากมิตรภาพเหลือเชื่อระหว่างไวกิ้งหนุ่มกับมังกรไนท์ ฟิวรี ที่น่าสะพรึงกลัว ได้กลายเป็นไตรภาคอีพิคที่บอกเล่าเรื่องราวชีวิตของพวกเขา ในตำนานบทใหม่นี้ ในที่สุด ฮิคคัพและทูธเลสก็จะได้ค้นพบโชคชะตาที่แท้จริงของพวกเขาเสียที นั่นคือการเป็นหัวหน้าหมู่บ้านในฐานะผู้นำของเหล่าเบิร์ค เคียงข้างแอสทริด และการเป็นมังกรผู้นำฝูง ในขณะที่ทั้งคู่กำลังจะขึ้นครองอำนาจ ภัยคุกคามที่ร้ายกาจที่สุดเท่าที่พวกเขาเคยเผชิญ รวมถึงการปรากฏตัวของไนท์ ฟิวรีเพศเมีย จะทดสอบสายสัมพันธ์มิตรภาพระหว่างพวกเขาอย่างที่ไม่เคยปรากฏมาก่อน', '2020-04-02 17:55:24'),
('20200405123403', 'Kingdom ss2', 'ผีดิบคลั่ง บัลลังก์เดือด ซีซั่น 2', 'Series', 'ประวัติศาสตร์ / แฟนตาซี / ระทึกขวัญ', 'คิมซองฮุน (ผลงานก่อนหน้า “Kingdom”)', 'คิมอึนฮี (เรียบเรียงบทละคร / ผลงานก่อนหน้า“Kingdom”) / ยางคยองอี (ผู้แต่งเว็บตูน)', 'Netflix', '6', '2020-03-13', 'ngw_WTwHcdw', 'รัชทายาทอีชาง (รับบทโดย จูจีฮุน) ที่ยังคงต่อสู้กับกองทัพซอมบี้เพื่อปกป้องประชาชน แต่ก็ได้ตัดสินใจเดินทางกลับไปยังเมืองฮันยางเพื่อค้นหาต้นตอของโรคระบาด ในขณะที่ โจฮักจู (รับบทโดจ รยูซึงรยง) กระหายอำนาจมากขึ้นเรื่อย ๆ ความขัดแย้งทางการเมืองและการแย่งชิงอำนาจจึงเกิดขึ้น ด้าน ซอบี (รับบทโดย แบดูนา) ยังคงพยายามค้นหาสมุนไพรคืนชีพ พวกเขาจะสามารถต่อสู้กับเหล่าซอมบี้ และเอาชีวิตรอดชีวิตจากศึกนองเลือดในครั้งนี้หรือไม่ และใครจะเป็นผู้ที่ได้ครองบัลลังก์', '2020-04-05 05:34:03');

-- --------------------------------------------------------

--
-- Table structure for table `user`
--

CREATE TABLE `user` (
  `uid` int(5) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `password` varchar(50) NOT NULL,
  `gender` varchar(10) NOT NULL,
  `bdate` date NOT NULL,
  `tol` varchar(10) NOT NULL,
  `status` varchar(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `user`
--

INSERT INTO `user` (`uid`, `uname`, `password`, `gender`, `bdate`, `tol`, `status`) VALUES
(3, 'admin', 'c04d2ab0beaaa05837d9baf5d8e4436f', 'male', '1998-10-11', '0962756567', 'admin');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `movie`
--
ALTER TABLE `movie`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`uid`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `user`
--
ALTER TABLE `user`
  MODIFY `uid` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
